-- phpMyAdmin SQL Dump
-- version 3.5.8.1
-- http://www.phpmyadmin.net
--
-- Хост: mysql100.1gb.ru
-- Время создания: Июн 29 2021 г., 00:37
-- Версия сервера: 5.7.13-6-log
-- Версия PHP: 5.3.29

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `gb_turk`
--

-- --------------------------------------------------------

--
-- Структура таблицы `Animals`
--

CREATE TABLE IF NOT EXISTS `Animals` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_rod` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar_rod` varchar(30) COLLATE utf8_bin NOT NULL,
  `rod` tinyint(5) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`),
  KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=59 ;

--
-- Дамп данных таблицы `Animals`
--

INSERT INTO `Animals` (`id`, `name`, `name_rus`, `name_rus_lar`, `name_rus_rod`, `name_rus_lar_rod`, `rod`) VALUES
(1, 'hayvan', 'животное', 'животные', 'животного', 'животных', 2),
(2, 'Boğa', 'бык', 'быки', 'быка', 'быков', 1),
(3, 'Geyik', 'олень', 'олени', 'оленя', 'оленей', 1),
(4, 'Zürafa', 'жираф', 'жирафы', 'жирафа', 'жирафов', 1),
(5, 'Fil', 'слон', 'слоны', 'слона', 'слонов', 1),
(6, 'Kanguru', 'кенгуру', 'кенгуру', 'кенгуру', 'кенгуру', 1),
(7, 'Zebra', 'зебра', 'зебры', 'зебры', 'зебр', 0),
(8, 'Tavşan', 'заяц', 'зайцы', 'зайца', 'зайцев', 1),
(9, 'Maymun', 'обезьяна', 'обезьяны', 'обезьяны', 'обезьян', 0),
(10, 'Kaplan', 'тигр', 'тигры', 'тигра', 'тигров', 1),
(11, 'Aslan', 'лев', 'львы', 'льва', 'львов', 1),
(12, 'Kurt', 'волк', 'волки', 'волка', 'волков', 1),
(13, 'Tilki', 'лиса', 'лисы', 'лисы', 'лис', 0),
(14, 'Ayı', 'медведь', 'медведи', 'медведя', 'медведей', 1),
(15, 'Evcil hayvan', 'домашнее животное', 'домашние животные', 'домашнего животного', 'домашних животных', 2),
(16, 'Kedi', 'кошка', 'кошки', 'кошки', 'кошек', 0),
(17, 'Köpek', 'собака', 'собаки', 'собаки', 'собак', 0),
(18, 'At', 'лошадь', 'лошади', 'лошади', 'лошадей', 0),
(19, 'Tay', 'жеребенок', 'жеребята', 'жеребенка', 'жеребят', 1),
(20, 'İnek', 'корова', 'коровы', 'коровы', 'коров', 0),
(21, 'Buzağı', 'теленок', 'телята', 'теленка', 'телят', 1),
(22, 'Kuzu', 'ягненок', 'ягнята', 'ягненка', 'ягнят', 1),
(23, 'Keçi', 'козёл', 'козлы', 'козла', 'козлов', 1),
(24, 'Koyun ', 'овца', 'овцы', 'овцы', 'овец', 0),
(25, 'Domuz', 'свинья', 'свиньи', 'свиньи', 'свиней', 0),
(26, 'Tavuk', 'курица', 'курицы', 'курицы', 'куриц', 0),
(27, 'Hindi', 'индюк', 'индюки', 'индюка', 'индюков', 1),
(28, 'Civciv', 'цыпленок', 'цыплята', 'цыпленка', 'цыплят', 1),
(29, 'Horoz', 'петух', 'петухи', 'петуха', 'петухов', 1),
(30, 'Kaz', 'гусь', 'гуси', 'гуся', 'гусей', 1),
(31, 'Ördek', 'утка', 'утки', 'утки', 'уток', 1),
(32, 'Amfibi', 'земноводное', 'земноводные', 'земноводного', 'земноводных', 2),
(33, 'Kurbağa', 'лягушка', 'лягушки', 'лягушки', 'лягушек', 1),
(34, 'Kara kurbağası', 'жаба', 'жабы', 'жабы', 'жаб', 0),
(35, 'Semender', 'тритон', 'тритоны', 'тритона', 'тритонов', 1),
(36, 'Sürüngen', 'рептилия', 'рептилии', 'рептилии', 'рептилий', 0),
(37, 'Timsah', 'крокодил', 'крокодилы', 'крокодила', 'крокодилов', 1),
(38, 'Yılan ', 'змея', 'змеи', 'змеи', 'змей', 0),
(39, 'Kaplumbağa ', 'черепаха', 'черепахи', 'черепахи', 'черепах', 0),
(40, 'Kertenkele', 'ящерица', 'ящерицы', 'ящерицы', 'ящериц', 0),
(41, 'Memeli', 'млекопитающее', 'млекопитающие', 'млекопитающего', 'млекопитающих', 0),
(42, 'Sincap', 'белка', 'белки', 'белки', 'белок', 0),
(43, 'Kunduz', 'бобр', 'бобры', 'бобра', 'бобров', 1),
(44, 'Fare', 'мышь', 'мыши', 'мыши', 'мышей', 0),
(45, 'Hamster', 'хомяк', 'хомяки', 'хомяка', 'хомяков', 1),
(46, 'Yarasa', 'летучая мышь', 'летучие мыши', 'летучей мыши', 'летучих мышей', 0),
(47, 'Yunus ', 'дельфин', 'дельфины', 'дельфина', 'дельфинов', 1),
(48, 'Balina', 'кит', 'киты', 'кита', 'китов', 1),
(49, 'kuş', 'птица', 'птицы', 'птицы', 'птиц', 0),
(50, 'puma', 'пума', 'пумы', 'пумы', 'пум', 0),
(51, 'antilop', 'антилопа', 'антилопы', 'антилопы', 'антилоп', 0),
(52, 'suaygırı', 'бегемот', 'бегемоты', 'бегемота', 'бегемотов', 1),
(53, 'gergedan', 'носорог', 'носороги', 'носорога', 'носорогов', 1),
(54, 'vaşak', 'рысь', 'рыси', 'рыси', 'рысей', 0),
(55, 'Panter', 'пантера', 'пантеры', 'пантеры', 'пантер', 0),
(56, 'Çakal', 'шакал', 'шакалы', 'шакала', 'шакалов', 1),
(57, 'Sırtlan', 'гиена', 'гиены', 'гиены', 'гиен', 0),
(58, 'yılan', 'змея', 'змеи', 'змеи', 'змей', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `BenSen`
--

CREATE TABLE IF NOT EXISTS `BenSen` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `kim` char(10) COLLATE utf8_bin NOT NULL,
  `kim_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kimin` char(10) COLLATE utf8_bin NOT NULL,
  `kimin_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kimin_rus_rod0` char(10) COLLATE utf8_bin NOT NULL,
  `kimin_rus_rod1` char(10) COLLATE utf8_bin NOT NULL,
  `kimin_rus_rod2` char(10) COLLATE utf8_bin NOT NULL,
  `kimin_rus_rod3` char(10) COLLATE utf8_bin NOT NULL,
  `kimi` char(10) COLLATE utf8_bin NOT NULL,
  `kimi_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kime` char(10) COLLATE utf8_bin NOT NULL,
  `kime_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kimde` char(10) COLLATE utf8_bin NOT NULL,
  `kimde_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kimden` char(10) COLLATE utf8_bin NOT NULL,
  `kimden_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kimle` char(10) COLLATE utf8_bin NOT NULL,
  `kimle_rus` char(10) COLLATE utf8_bin NOT NULL,
  `kimce` char(10) COLLATE utf8_bin NOT NULL,
  `kimce_rus` char(10) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=7 ;

--
-- Дамп данных таблицы `BenSen`
--

INSERT INTO `BenSen` (`id`, `kim`, `kim_rus`, `kimin`, `kimin_rus`, `kimin_rus_rod0`, `kimin_rus_rod1`, `kimin_rus_rod2`, `kimin_rus_rod3`, `kimi`, `kimi_rus`, `kime`, `kime_rus`, `kimde`, `kimde_rus`, `kimden`, `kimden_rus`, `kimle`, `kimle_rus`, `kimce`, `kimce_rus`) VALUES
(1, 'Ben', 'Я', 'Benim', 'Мой', 'моей', 'моего', 'моего', 'моих', 'Beni', 'Меня', 'Bana', 'Мне', 'Bende', 'у меня', 'Benden', 'от меня', 'Benimle', 'со мной', 'Bence', 'по-моему'),
(2, 'Sen', 'Ты', 'Senin', 'Твой', 'твоей', 'твоего', 'твоего', 'твоих', 'Seni', 'Тебя', 'Sana', 'Тебе', 'Sende', 'у тебя', 'Senden', 'от тебя', 'Seninle', 'с тобой', 'Sence', 'по-твоему'),
(3, 'O', 'Он', 'Onun', 'Его', 'его', 'его', 'его', 'его', 'Onu', 'Его', 'Ona', 'Ему', 'Onda', 'у него', 'Ondan', 'от него', 'Onunla', 'с ним', 'Onca', 'по-его'),
(4, 'Biz', 'Мы', 'Bizim', 'Наш', 'нашей', 'нашего', 'нашего', 'наших', 'Bizi', 'Нас', 'Bize', 'Нам', 'Bizde', 'у нас', 'Bizden', 'от нас', 'Bizimle', 'с нами', 'Bizce', 'по-нашему'),
(5, 'Siz', 'Вы', 'Sizin', 'Ваш', 'вашей', 'вашего', 'вашего', 'ваших', 'Sizi', 'Вас', 'Size', 'Вам', 'Sizde', 'у вас', 'Sizden', 'от вас', 'Sizinle', 'с вами', 'Sizce', 'по-вашему'),
(6, 'Onlar', 'Они', 'Onların', 'Их', 'их', 'их', 'их', 'их', 'Onları', 'Их', 'Onlara', 'Им', 'Onlarda', 'у них', 'Onlardan', 'от них', 'Onlarla', 'с ними', 'Onlarca', 'по-ихнему');

-- --------------------------------------------------------

--
-- Структура таблицы `Glagoly`
--

CREATE TABLE IF NOT EXISTS `Glagoly` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus_bud` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus_old` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus1` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus2` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus3` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus4` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus5` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus6` char(20) COLLATE utf8_bin NOT NULL,
  `name_rus_povel` char(20) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=83 ;

--
-- Дамп данных таблицы `Glagoly`
--

INSERT INTO `Glagoly` (`id`, `name`, `name_rus`, `name_rus_bud`, `name_rus_old`, `name_rus1`, `name_rus2`, `name_rus3`, `name_rus4`, `name_rus5`, `name_rus6`, `name_rus_povel`) VALUES
(1, 'söylemek', 'петь', '', 'спел', 'пою', 'поёшь', 'поёт', 'поём', 'поёте', 'поют', 'пой'),
(2, 'olmak', 'быть', 'буд', 'был', 'есть', 'есть', 'есть', 'есть', 'есть', 'есть', 'будь'),
(3, 'yansıtmak', 'отражать', '', 'отразил', 'отражаю', 'отражаешь', 'отражет', 'отражем', 'отражаете', 'отражают', 'отражай'),
(4, 'kesmek', 'резать', '', 'отрезал', 'режу', 'режешь', 'режет', 'режем', 'режете', 'режут', 'реж'),
(5, 'yüzmek', 'плавать', '', 'плавал', 'плаваю', 'плаваешь', 'плавает', 'плаваем', 'плаваете', 'плавают', 'плавай'),
(6, 'satmak', 'продавать', '', 'продал', 'продаю', 'продаёшь', 'продаёт', 'продаём', 'продаёте', 'продают', 'продавай'),
(7, 'almak', 'брать', 'возьм', 'взял', 'беру', 'берёшь', 'берёт', 'берём', 'берёте', 'берут', 'бери'),
(8, 'geçmek', 'проходить', 'пройд', 'прошел', 'прохожу', 'проходишь', 'проходит', 'проходим', 'проходете', 'проходят', 'проходи'),
(9, 'okumak', 'читать', '', 'прочитал', 'читаю', 'читаешь', 'читает', 'читаем', 'читаете', 'читают', 'читай'),
(10, 'yazmak', 'писать', '', 'написал', 'пишу', 'пишешь', 'пишет', 'пишем', 'пишете', 'пишут', 'пиши'),
(11, 'oynamak', 'играть', '', 'поиграл', 'играю', 'играешь', 'играет', 'играем', 'играете', 'играют', 'играй'),
(12, 'yemek', 'кушать', '', 'скушал', 'кушаю', 'кушаешь', 'кушает', 'кушаем', 'кушаете', 'кушают', 'кушай'),
(13, 'dinlenmek', 'отдыхать', '', 'отдохнул', 'отдыхаю', 'отдыхаешь', 'отдыхает', 'отдыхаем', 'отдыхаете', 'отдыхают', 'отдыхай'),
(14, 'açmak', 'открывать', '', 'открыл', 'открываю', 'открываешь', 'открывает', 'открываем', 'открываете', 'открывают', 'открой'),
(15, 'anlamak', 'понимать', 'пойм', 'понял', 'понимаю', 'понимаешь', 'понимает', 'понимаем', 'понимаете', 'понимают', 'пойми'),
(16, 'aramak', 'искать', '', 'поискал', 'ищу', 'ищешь', 'ищет', 'ищем', 'ищете', 'ищут', 'ищи'),
(17, 'bakmak', 'смотреть', '', 'посмотрел', 'смотрю', 'смотришь', 'смотрит', 'смотрим', 'смотрите', 'смотрят', 'смотри'),
(18, 'beklemek', 'ждать', '', 'ждал', 'жду', 'ждешь', 'ждет', 'ждем', 'ждете', 'ждут', 'жди'),
(19, 'çalışmak', 'работать', '', 'поработал', 'работаю', 'работаешь', 'работает', 'работаем', 'работаете', 'работают', 'работай'),
(20, 'değişmek', 'менять', '', 'изменил', 'меняю', 'меняешь', 'меняет', 'меняем', 'меняете', 'меняют', 'меняй'),
(21, 'dilemek', 'просить', '', 'попросил', 'прошу', 'просишь', 'просит', 'просим', 'просите', 'просят', 'проси'),
(22, 'dinlemek', 'слушать', '', 'слышал', 'слушаю', 'слушаешь', 'слушает', 'слушаем', 'слушаете', 'слушают', 'слушай'),
(23, 'düşünmek', 'думать', '', 'думал', 'думаю', 'думаешь', 'думает', 'думаем', 'думаете', 'думают', 'думай'),
(24, 'gitmek', 'идти', 'пойд', 'шел', 'иду', 'идешь', 'идёт', 'идём', 'идёте', 'идут', 'иди'),
(25, 'görmek', 'видеть', '', 'видел', 'вижу', 'видишь', 'видет', 'видим', 'видете', 'видят', 'смотри'),
(26, 'hatırlamak', 'вспоминать', '', 'вспомнил', 'вспоминаю', 'вспоминаешь', 'вспоминает', 'вспоминаем', 'вспоминаете', 'вспоминают', 'вспоминай'),
(27, 'istemek', 'хотеть', 'захоч', 'хотел', 'хочу', 'хочешь', 'хочет', 'хотим', 'хотите', 'хотят', 'захоти'),
(28, 'kapatmak', 'закрывать', 'закро', 'закрыл', 'закрываю', 'закрываешь', 'закрывает', 'закрываем', 'закрываете', 'закрывают', 'закрой'),
(29, 'kaybetmek', 'потерять', 'потеря', 'потерял', 'теряю', 'теряешь', 'теряет', 'теряем', 'теряете', 'теряют', 'потеряй'),
(30, 'kızmak', 'сердиться', '', 'сердился', 'сержусь', 'сердишься', 'сердится', 'сердимся', 'сердитесь', 'сердятся', 'сердись'),
(31, 'konuşmak', 'говорить', '', 'сказал', 'говорю', 'говоришь', 'говорит', 'говорим', 'говорите', 'говорят', 'говори'),
(32, 'koymak', 'класть', 'полож', 'положил', 'кладу', 'кладешь', 'кладет', 'кладем', 'кладете', 'кладут', 'пложи'),
(33, 'ödemek', 'платить', '', 'заплатил', 'плачу', 'платишь', 'платит', 'платим', 'платите', 'платят', 'плати'),
(34, 'öğrenmek', 'учить', '', 'учил', 'учу', 'учишь', 'учит', 'учим', 'учите', 'учат', 'учи'),
(35, 'koşmak', 'бежать', '', 'бежал', 'бегу', 'бежишь', 'бежит', 'бежим', 'бежите', 'бегут', 'беги'),
(36, 'oturmak', 'сидеть', '', 'посидел', 'сижу', 'сидишь', 'сидит', 'сидим', 'сидити', 'сидят', 'сиди'),
(37, 'seçmek', 'выбирать', '', 'выбрал', 'выбираю', 'выбираешь', 'выбирает', 'выбираем', 'выбираете', 'выбирают', 'выбирай'),
(38, 'tutmak', 'держать', '', 'подержал', 'держу', 'держишь', 'держит', 'держим', 'держите', 'держат', 'держи'),
(39, 'vermek', 'давать', '', 'дал', 'даю', 'даешь', 'дает', 'даем', 'даете', 'дают', 'дай'),
(40, 'yapmak', 'делать', 'сдела', 'сделал', 'делаю', 'делаешь', 'делает', 'делаем', 'делаете', 'делают', 'делай'),
(41, 'yaşamak', 'жить', '', 'пожил', 'живу', 'живёшь', 'живёт', 'живём', 'живёте', 'живут', 'живи'),
(42, 'yorulmak', 'уставать', 'устан', 'устал', 'устаю', 'устаёшь', 'устаёт', 'устаём', 'устаёте', 'устают', 'уставай'),
(43, 'değiştirmek', 'менять', '', 'поменял', 'меняю', 'меняешь', 'меняет', 'меняем', 'меняете', 'меняют', 'меняй'),
(44, 'gelmek', 'приходить', 'прид', 'пришел', 'прихожу', 'приходишь', 'приходит', 'приходим', 'приходите', 'приходят', 'приходи'),
(45, 'düşmek', 'падать', '', 'упал', 'падаю', 'падаешь', 'падает', 'падаем', 'падаете', 'падают', 'падай'),
(46, 'sormak', 'спрашивать', '', 'спросил', 'спрашиваю', 'спрашиваешь', 'спрашивает', 'спрашиваем', 'спрашиваете', 'спрашивают', 'спрашивай'),
(47, 'giymek', 'носить', '', 'поносил', 'ношу', 'носишь', 'носит', 'носим', 'носите', 'носят', 'носи'),
(48, 'tekrarlamak', 'повторять', '', 'повторил', 'повторяю', 'повторяешь', 'повторяет', 'повторяем', 'повторяете', 'повторяют', 'повтори'),
(49, 'çağırmak', 'приглашать', '', 'пригласил', 'приглашаю', 'приглашаешь', 'приглашает', 'приглашаем', 'приглашаете', 'приглашают', 'пригласи'),
(50, 'gezmek', 'гулять', '', 'погулял', 'гуляю', 'гуляешь', 'гуляет', 'гуляем', 'гуляете', 'гуляют', 'гуляй'),
(51, 'seyretmek', 'наблюдать', '', 'наблюдал', 'наблюдаю', 'наблюдаешь', 'наблюдает', 'наблюдаем', 'наблюдаете', 'наблюдают', 'наблюдай'),
(52, 'kokmak', 'пахнуть', '', 'пахнул', 'пахну', 'пахнешь', 'пахнет', 'пахнем', 'пахнете', 'пахнут', 'пахни'),
(53, 'biriktirmek', 'копить', '', 'накопил', 'коплю', 'копишь', 'копит', 'копим', 'копите', 'копят', 'копи'),
(54, 'girmek', 'заходить', '', 'зашел', 'захожу', 'заходишь', 'заходит', 'заходим', 'заходите', 'заходят', 'заходи'),
(55, 'pişirmek', 'готовить', '', 'приготовил', 'готовлю (еду)', 'готовишь (еду)', 'готовит (еду)', 'готовим (еду)', 'готовите (еду)', 'готовят (еду)', 'приготовь'),
(56, 'merak etmek', 'переживать', '', 'пережил', 'переживаю', 'переживаешь', 'переживает', 'переживаем', 'переживаете', 'переживают', 'переживай'),
(57, 'memnum olmak', 'довольный есть', '', 'довольным был', 'доволен', 'доволен', 'доволен', 'довольны', 'довольны', 'довольны', 'довольным будь'),
(58, 'incelemek', 'исследовать', '', 'исследовал', 'исследую', 'исследуешь', 'исследует', 'исследуем', 'исследуете', 'исследуют', 'исследуй'),
(59, 'bulmak', 'находить', 'найд', 'нашел', 'нахожу', 'находишь', 'находит', 'находим', 'находите', 'находят', 'найди'),
(60, 'alışmak', 'привыкать', 'привыкн', 'привык', 'привыкаю', 'привыкаешь', 'привыкает', 'привыкаем', 'привыкаете', 'привыкают', 'привыкай'),
(61, 'aşık olmak', 'влюбиться', '', 'влюбился', 'влюбляюсь', 'влюбляешься', 'влюбляется', 'влюбляемся', 'влюбляетесь', 'влюбляются', 'влюбись'),
(62, 'getirmek', 'привозить', 'привез', 'привез', 'привожу', 'привозищь', 'привозит', 'привозим', 'привозите', 'привозят', 'привези'),
(63, 'şaşmak', 'удивляться', '', 'удивился', 'удивляюсь', 'удивляешься', 'удивляется', 'удивляемся', 'удивляетесь', 'удивляются', 'удивись'),
(64, 'binmek', '(в транспорт) садить', '', 'в транспорт сел', 'сажусь в транспорт', 'садишься в транспорт', 'садится в транспорт', 'садимся в транспорт', 'садитесь в транспорт', 'садятся в транспорт', 'в транспорт сядь'),
(65, 'görüşmek', 'видеться', '', 'увиделся', 'вижусь', 'видишься', 'видится', 'видимся', 'видитесь', 'видятся', 'увидься'),
(66, 'kalkmak', 'вставать', 'встан', 'встал', 'встаю', 'встаёшь', 'встаёт', 'встаём', 'встаёте', 'встают', 'встань'),
(67, 'inmek', 'выходить, слезать', '', 'вышел, слез', 'выхожу, слезаю', 'выходишь, слезаешь', 'выходит, слезает', 'выходим, слезаем', 'выходите, слезаете', 'выходят, слезают', 'выйди, слезь'),
(68, 'tekrar etmek', 'повторять', '', 'повторил', 'повторяю', 'повторяешь', 'повторяет', 'повторяем', 'повторяете', 'повторяют', 'повтори'),
(69, 'bırakmak', 'оставлять', '', 'бросил, оставил', 'оставляю (бросаю)', 'оставляешь (бросаешь', 'оставляет (бросает)', 'оставляем (бросаем)', 'оставляете (бросаете', 'оставляют (бросают)', 'оставь'),
(70, 'ağlamak', 'плакать', '', 'плакал', 'плачу', 'плачешь', 'плачет', 'плачем', 'плачите', 'плачут', 'плачь'),
(71, 'unutmak', 'забывать', 'забуд', 'забыл', 'забываю', 'забываешь', 'забывает', 'забываем', 'забываете', 'забывают', 'забудь'),
(72, 'hazırlamak', 'подготавливать', '', 'подготавил', 'подготавливаю', 'подготавливаешь', 'подготавливает', 'подготавливаем', 'подготавливаете', 'подготавливают', 'подготовь'),
(73, 'silmek', 'вычеркивать', 'вычеркн', 'вычеркнул', 'вычеркиваю', 'вычеркиваешь', 'вычеркивает', 'вычеркиваем', 'вычеркиваете', 'вычеркивают', 'вычеркни'),
(74, 'dönmek', 'возвращаться', '', 'возвратился', 'возвращаюсь', 'возвращаешься', 'возвращается', 'возвращаемся', 'возвращаетесь', 'возвращаются', 'вернись'),
(75, 'öğretmek', 'обучать', '', 'обучил', 'обучаю', 'обучаешь', 'обучает', 'обучаем', 'обучать', 'обучают', 'научи'),
(76, 'bitmek', 'заканчиваться', '', 'закончился', 'заканчиваюсь', 'заканчиваешься', 'заканчивается', 'заканчиваемся', 'заканчиваетесь', 'заканчиваются', 'закончись'),
(77, 'özlemek', 'скучать', '', 'поскучал', 'скучаю', 'скучаешь', 'скучает', 'скучаем', 'скучаете', 'скучают', 'скучай'),
(78, 'sevinmek', 'радоваться', '', 'порадовался', 'радуюсь', 'радуешься', 'радуется', 'радуемся', 'радуетесь', 'радуются', 'радуйся'),
(79, 'tanışmak', 'знакомиться', '', 'познакомился', 'знакомлюсь', 'знакомишься', 'знакомится', 'знакомимся', 'знакомитесь', 'знакомятся', 'познакомься'),
(80, 'evlenmek', 'жениться', '', 'поженился', 'женюсь', 'женишься', 'женится', 'женимся', 'женитесь', 'женятся', 'женись'),
(81, 'duymak', 'слышать', '', 'услышал', 'слышу', 'слышишь', 'слышит', 'слышим', 'слышите', 'слышат', 'услыш'),
(82, ' evlenmek', 'замуж выходить', '', 'замуж вышел', 'выхожу замуж', 'выходишь замуж', 'выходит замуж', 'выходим замуж', 'выходите замуж', 'выходят замуж', 'замуж выходи');

-- --------------------------------------------------------

--
-- Структура таблицы `Glagoly_`
--

CREATE TABLE IF NOT EXISTS `Glagoly_` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus_old` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus1` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus2` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus3` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus4` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus5` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus6` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `Glagoly_`
--

INSERT INTO `Glagoly_` (`id`, `name`, `name_rus`, `name_rus_old`, `name_rus1`, `name_rus2`, `name_rus3`, `name_rus4`, `name_rus5`, `name_rus6`) VALUES
(1, 'a?r?mak', 'болеть (о части тела', '', '', '', 'болит (рука)', '', '', 'болят (ноги)');

-- --------------------------------------------------------

--
-- Структура таблицы `Glag_1`
--

CREATE TABLE IF NOT EXISTS `Glag_1` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `glag` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `Glag_1`
--

INSERT INTO `Glag_1` (`id`, `glag`) VALUES
(1, 'g?n'),
(2, 'h?r');

-- --------------------------------------------------------

--
-- Структура таблицы `HerGun`
--

CREATE TABLE IF NOT EXISTS `HerGun` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `name` char(30) COLLATE utf8_unicode_ci NOT NULL,
  `name_rus` char(30) COLLATE utf8_unicode_ci NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci AUTO_INCREMENT=11 ;

--
-- Дамп данных таблицы `HerGun`
--

INSERT INTO `HerGun` (`id`, `name`, `name_rus`) VALUES
(1, 'her gün', 'каждый день'),
(2, 'her ay', 'каждый месяц'),
(3, 'her yıl', 'каждый год'),
(4, 'genellikle', 'обычно'),
(5, 'her yaz', 'каждое лето'),
(6, 'her kış', 'каждую зиму'),
(7, 'sabahları', 'по утрам'),
(8, 'akşamları', 'по вечерам'),
(9, 'her zaman', 'всегда'),
(10, 'bazen', 'иногда');

-- --------------------------------------------------------

--
-- Структура таблицы `Mesta`
--

CREATE TABLE IF NOT EXISTS `Mesta` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_e` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_dan` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_da` varchar(30) COLLATE utf8_bin NOT NULL,
  `rod` tinyint(5) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`),
  KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=28 ;

--
-- Дамп данных таблицы `Mesta`
--

INSERT INTO `Mesta` (`id`, `name`, `name_rus`, `name_rus_e`, `name_rus_dan`, `name_rus_da`, `rod`) VALUES
(1, 'okul', 'школа', 'в школу', 'из школы', 'в школе', 0),
(2, 'ev', 'дом', 'домой', 'из дома', 'дома', 0),
(3, 'iş', 'работа', 'на работу', 'с работы', 'на работе', 0),
(4, 'mağaza', 'магазин', 'в магазин', 'из магазина', 'в магазине', 0),
(5, 'park', 'парк', 'в парк', 'из парка', 'в парке', 0),
(6, 'şehir', 'город', 'в город', 'из города', 'в городе', 0),
(7, 'gemi', 'корабль', 'на корабль', 'с корабля', 'на корабле', 0),
(8, 'araba', 'машина', 'в машину', 'из машины', 'в машине', 0),
(9, 'otobüs', 'автобус', 'в автобус', 'из автобуса', 'в автобусе', 0),
(10, 'tren', 'поезд', 'в поезд', 'из поезда', 'в поезде', 0),
(11, 'uçak', 'самолет', 'в самолет', 'из самолета', 'в самолете', 0),
(12, 'durak', 'остановка', 'на остановку', 'с остановки', 'на остановке', 0),
(13, 'liman', 'порт', 'в порт', 'из порта', 'в порту', 0),
(14, 'havaalanı', 'аэропорт', 'в аэропорт', 'из аэропорта', 'в аэропорту', 0),
(15, 'restoran', 'ресторан', 'в ресторан', 'из ресторана', 'в ресторане', 0),
(16, 'kafe', 'кафе', 'в кафе', 'из кафе', 'в кафе', 0),
(17, 'süpermarket', 'супермаркет', 'в супермаркет', 'из супермаркета', 'в супермаркете', 0),
(18, 'salon', 'салон', 'в салон', 'из салона', 'в салоне', 0),
(19, 'plage', 'пляж', 'на пляж', 'с пляжа', 'на пляже', 0),
(20, 'deniz', 'море', 'на море', 'с моря', 'на море', 0),
(21, 'otel', 'отель', 'в отель', 'из отеля', 'в отеле', 0),
(22, 'konser', 'концерт', 'на концерт', 'с концерта', 'на концерте', 0),
(23, 'dağlar', 'горы', 'в горы', 'с гор', 'в горах', 0),
(24, 'parti', 'вечеринка', 'на вечеринку', 'с вечеринки', 'на вечеринке', 0),
(25, 'oda', 'комната', 'в комнату', 'из комнаты', 'в комнате', 0),
(26, 'sınıf', 'класс', 'в класс', 'из класса', 'в классе', 0),
(27, 'bina', 'здание', 'в здание', 'из здания', 'в здание', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `Phrases`
--

CREATE TABLE IF NOT EXISTS `Phrases` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `name` varchar(50) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(50) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `Pril`
--

CREATE TABLE IF NOT EXISTS `Pril` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar` char(20) COLLATE utf8_bin NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=47 ;

--
-- Дамп данных таблицы `Pril`
--

INSERT INTO `Pril` (`id`, `name`, `name_rus`, `name_rus_lar`) VALUES
(1, 'farklı', 'разный', 'разные'),
(2, 'eski', 'старый', 'старые'),
(3, 'zevkli', 'интересный', 'интересные'),
(4, 'lezzetli', 'вкусный', 'вкусные'),
(5, 'sıçak', 'горячий', 'горячие'),
(6, 'soğuk', 'холодный', 'холодные'),
(7, 'eğlenceli', 'веселый', 'веселые'),
(8, 'üzgün', 'грустный', 'грустные'),
(9, 'küçük', 'маленький', 'маленькие'),
(10, 'büyük', 'большой', 'большие'),
(11, 'kısa', 'короткий', 'короткие'),
(12, 'uzun', 'длинный', 'длинные'),
(13, 'alçak', 'низкий', 'низкие'),
(14, 'yüksek', 'высокий', 'высокие'),
(15, 'temiz', 'чистый', 'чистые'),
(16, 'dağınık', 'грязный', 'грязные'),
(17, 'hızlı', 'быстрый', 'быстрые'),
(18, 'yavaş', 'медленный', 'медленные'),
(19, 'iyi', 'хороший', 'хорошие'),
(20, 'kötü', 'плохой', 'плохие'),
(21, 'zengin', 'богатый', 'богатые'),
(22, 'fakir', 'бедный', 'бедные'),
(23, 'şişman', 'толстый', 'толстые'),
(24, 'zayıf', 'слабый', 'слабые'),
(25, 'ucuz', 'дешёвый', 'дешёвые'),
(26, 'pahalı', 'дорогой', 'дорогие'),
(27, 'yaşli', 'престарелый', 'престарелые'),
(28, 'rengarenk', 'разноцветный', 'разноцветные'),
(29, 'renk', 'цветной', 'цветные'),
(30, 'hafif', 'легкий', 'легкие'),
(31, 'ağır', 'тяжелый', 'тяжелые'),
(32, 'boş', 'пустой', 'пустые'),
(33, 'yeni', 'новый', 'новые'),
(34, 'zor', 'трудный', 'трудные'),
(35, 'cam', 'полный', 'полные'),
(36, 'geniş', 'широкий', 'широкие'),
(37, 'ferah', 'просторный', 'просторные'),
(38, 'sık', 'частый', 'частые'),
(39, 'dar', 'узкий', 'узкие'),
(40, 'faydalı', 'полезный', 'полезные'),
(41, 'faydasız', 'бесполезный', 'бесполезные'),
(42, 'fena', 'плохой', 'плохие'),
(43, 'ilginç', 'интересный', 'интересные'),
(44, 'sağir', 'глухой', 'глухие'),
(45, 'ho?', 'хороший', 'хорошие'),
(46, 'silgi', 'губка', 'губки');

-- --------------------------------------------------------

--
-- Структура таблицы `Profess`
--

CREATE TABLE IF NOT EXISTS `Profess` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_rod` char(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar_rod` char(30) COLLATE utf8_bin NOT NULL,
  `rod` tinyint(5) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=114 ;

--
-- Дамп данных таблицы `Profess`
--

INSERT INTO `Profess` (`id`, `name`, `name_rus`, `name_rus_lar`, `name_rus_rod`, `name_rus_lar_rod`, `rod`) VALUES
(1, 'avukat', 'адвокат', 'адвокаты', 'адвоката', 'адвокатов', 1),
(2, 'aktör', 'актёр', 'актёры', 'актёра', 'актёров', 1),
(3, 'sanatçı', 'артист', 'артисты', 'артиста', 'артистов', 1),
(4, 'arkeolog', 'археолог', 'археологи', 'археолога', 'археологов', 1),
(5, 'mimar', 'архитектор', 'архитекторы', 'архитектора', 'архитекторов', 1),
(6, 'astronot', 'астронавт', 'астронавты', 'астронавта', 'астронавтов', 1),
(7, 'atlet', 'атлет', 'атлеты', 'атлета', 'атлетов', 1),
(8, 'bankacı', 'банкир', 'банкиры', 'банкира', 'банкиров', 1),
(9, 'barmen', 'бармен', 'бармены', 'бармена', 'барменов', 1),
(10, 'ışadamı', 'бизнесмен', 'бизнесмены', 'бизнесмена', 'бизнесменов', 1),
(11, 'botanikçi', 'ботаник', 'ботаники', 'ботаника', 'ботаников', 1),
(12, 'sayman', 'бухгалтер', 'бухгалтера', 'бухгалтера', 'бухгалтеров', 1),
(13, 'muhasebeci', 'бухгалтер', 'бухгалтера', 'бухгалтера', 'бухгалтеров', 1),
(14, 'veteriner', 'ветеринар', 'ветеринары', 'ветеринара', 'ветеринаров', 1),
(15, 'sürücü', 'водитель', 'водители', 'водителя', 'водителей', 1),
(16, 'şöför', 'шофёр', 'шофера', 'шофёра', 'шоферов', 1),
(17, 'asker', 'военный', 'военные', 'военного', 'военных', 1),
(18, 'doctor', 'доктор', 'доктора', 'доктора', 'докторов', 1),
(19, 'rehber', 'гид', 'гиды', 'гида', 'гидов', 1),
(20, 'dişçi', 'стоматолог', 'стоматологи', 'стоматолога', 'стоматологов', 1),
(21, 'çöpçu', 'дворник', 'дворники', 'дворника', 'дворников', 1),
(22, 'spiker', 'диктор', 'дикторы', 'диктора', 'дикторов', 1),
(23, 'diplomat', 'дипломат', 'дипломаты', 'дипломата', 'дипломатов', 1),
(24, 'müdürü', 'директор', 'директора', 'директора', 'директоров', 1),
(25, 'ev hanımı', 'домохозяйка', 'домохозяйки', 'домохозяйки', 'домохозяек', 1),
(26, 'gazeteci', 'журналист', 'журналисты', 'журналиста', 'журналистов', 0),
(27, 'manav', 'продавец фрутов', 'продавцы фрутов', 'продавца фрутов', 'продавцов фрутов', 1),
(28, 'yaımcı', 'издатель', 'издатели', 'издателя', 'издателей', 1),
(29, 'editör', 'редактор', 'редакторы', 'редактора', 'редакторов', 1),
(30, 'mühendis', 'инженер', 'инженеры', 'инженера', 'инженеров', 1),
(31, 'müfettiş', 'инспектор', 'инспекторы', 'инспектора', 'инспекторов', 1),
(32, 'eğitmen', 'инструктор', 'инструкторы', 'инструктора', 'инструкторов', 1),
(33, 'tarihçi', 'историк', 'историки', 'историка', 'историков', 1),
(34, 'duvarcı', 'каменщик', 'каменщики', 'каменщика', 'каменщиков', 1),
(35, 'kasiyer', 'кассир', 'кассиры', 'кассира', 'кассиров', 1),
(36, 'palyaço', 'клоун', 'клоуны', 'клоуна', 'клоунов', 1),
(37, 'besteci', 'композитор', 'композиторы', 'композитора', 'композиторов', 1),
(38, 'kompozitor', 'композитор', 'композиторы', 'композитора', 'композиторов', 1),
(39, 'şekerlemeci', 'кондитер', 'кондитеры', 'кондитера', 'кондитеров', 1),
(40, 'pastacı', 'кондитер', 'кондитеры', 'кондитера', 'кондитеров', 1),
(41, 'biletçi', 'кондуктор', 'кондукторы', 'кондуктора', 'кондукторов', 1),
(42, 'kondüktör', 'кондуктор', 'кондукторы', 'кондуктора', 'кондукторов', 1),
(43, 'hizmetli', 'консьерж', 'консьержи', 'консьержа', 'консьержей', 1),
(44, 'pilot', 'пилот', 'пилоты', 'пилота', 'пилотов', 1),
(45, 'boyacı', 'маляр', 'маляры', 'маляра', 'маляров', 1),
(46, 'badanacı', 'маляр', 'маляры', 'маляра', 'маляров', 1),
(47, 'matematikçi', 'математик', 'математики', 'математика', 'математиков', 1),
(48, 'hemşire', 'медсестра', 'медсестры', 'медсестры', 'медсестер', 0),
(49, 'tamirci', 'механик', 'механики', 'механика', 'механиков', 1),
(50, 'denizci', 'моряк', 'моряки', 'моряка', 'моряков', 1),
(51, 'müzisyen', 'музыкант', 'музыканты', 'музыканта', 'музыкантов', 1),
(52, 'vali', 'губернатор', 'губернаторы', 'губернатора', 'губернаторов', 1),
(53, 'kasap', 'мясник', 'мясники', 'мясника', 'мясников', 1),
(54, 'noter', 'нотариус', 'нотариусы', 'нотариуса', 'нотариусов', 1),
(55, 'çocuk bakıcısı', 'няня', 'няни', 'няни', 'няней', 0),
(56, 'gözlükçu', 'оптик', 'оптики', 'оптика', 'оптиков', 1),
(57, 'garson', 'официант', 'официанты', 'официанта', 'официантов', 1),
(58, 'şarkıcı', 'певец', 'певцы', 'певца', 'певцов', 1),
(59, 'güvenlik görevlisi', 'охранник', 'охранники', 'охранника', 'охранников', 1),
(60, 'kuaför', 'парикмахер', 'парикмахеры', 'парикмахера', 'парикмахеров', 1),
(61, 'berber', 'цирюльник', 'цирюльники', 'цирюльника', 'цирюльников', 1),
(62, 'çocuk doctoru', 'педиатор', 'педиаторы', 'педиатора', 'педиаторов', 1),
(63, 'fırıncı', 'пекарь', 'пекари', 'пекаря', 'пекарей', 1),
(64, 'tercüman', 'переводчик', 'переводчики', 'переводчика', 'переводчиков', 1),
(65, 'çevirmen', 'переводчик', 'переводчики', 'переводчика', 'переводчиков', 1),
(66, 'piyanist', 'пианист', 'пианисты', 'пианиста', 'пианистов', 1),
(67, 'yazar', 'писатель', 'писатели', 'писателя', 'писателей', 1),
(68, 'marangoz', 'плотник', 'плотники', 'плотника', 'плотников', 1),
(69, 'aşçı', 'повар', 'повара', 'повара', 'поваров', 1),
(70, 'itfaiyeci', 'пожарный', 'пожарные', 'пожарного', 'пожарных', 1),
(71, 'politikacı', 'политик', 'политики', 'политика', 'политиков', 1),
(72, 'siyasetçi', 'политик', 'политики', 'политика', 'политиков', 1),
(73, 'polis', 'полицейский', 'полицейские', 'полицейского', 'полицейских', 1),
(74, 'asistan', 'помощник', 'помощники', 'помощника', 'помощников', 1),
(75, 'terzi', 'портной', 'портные', 'портного', 'портных', 1),
(76, 'postacı', 'почтальон', 'почтальоны', 'почтальона', 'почтальонов', 1),
(77, 'girişimci', 'предприниматель', 'предприниматели', 'предпринимателя', 'предпринимателей', 1),
(78, 'yapımcı', 'продюсер', 'продюсеры', 'продюсера', 'продюсеров', 1),
(79, 'psikolog', 'психолог', 'психологи', 'психолога', 'психологов', 1),
(80, 'işçi', 'рабочий', 'рабочие', 'рабочего', 'рабочих', 1),
(81, 'murakip', 'аудитор', 'аудиторы', 'аудитора', 'аудиторов', 1),
(82, 'muhabir', 'корреспондент', 'корреспонденты', 'корреспондента', 'корреспондентов', 1),
(83, 'balıkçı', 'рыбак', 'рыбаки', 'рыбака', 'рыбаков', 1),
(84, 'bahçıvan', 'садовник', 'садовники', 'садовника', 'садовников', 1),
(85, 'sekreter', 'секретарь', 'секретари', 'секретаря', 'секретарей', 1),
(86, 'heykeltraş', 'скульптор', 'скульпторы', 'скульптора', 'скульпторов', 1),
(87, 'çilingir', 'слесарь', 'слесари', 'слесаря', 'слесарей', 1),
(88, 'memur', 'сотрудник', 'сотрудники', 'сотрудника', 'сотрудников', 1),
(89, 'inşaatçi', 'строитель', 'строители', 'строителя', 'строителей', 1),
(90, 'cankurtaran', 'спасатель', 'спасатели', 'спасателя', 'спасателей', 1),
(91, 'hostes', 'стюардесса', 'стюардессы', 'стюардессы', 'стюардесс', 0),
(92, 'yargiç', 'судья', 'судьи', 'судьи', 'судей', 1),
(93, 'dansçı', 'танцор', 'танцоры', 'танцора', 'танцоров', 1),
(94, 'satıcı', 'дилер', 'дилеры', 'дилера', 'дилеров', 1),
(95, 'antrenör', 'тренер', 'тренеры', 'тренера', 'тренеров', 1),
(96, 'temizlikçi', 'уборщик', 'уборщики', 'уборщика', 'уборщиков', 1),
(97, 'öğretmen', 'учитель', 'учители', 'учителя', 'учителей', 1),
(98, 'eczacı', 'фармацевт', 'фармацевты', 'фармацевта', 'фармацевтов', 1),
(99, 'çiftçi', 'фермер', 'фермеры', 'фермера', 'фермеров', 1),
(100, 'fizikçi', 'физик', 'физики', 'физика', 'физиков', 1),
(101, 'fotbolcu', 'футболист', 'футболисты', 'футболиста', 'футболистов', 1),
(102, 'cerrah', 'хирург', 'хирурги', 'хирурга', 'хирургов', 1),
(103, 'ressam', 'художник', 'художники', 'художника', 'художников', 1),
(104, 'madenci', 'шахтер', 'шахтеры', 'шахтера', 'шахтеров', 1),
(105, 'elektrikçi', 'электрик', 'электрики', 'электрика', 'электриков', 1),
(106, 'kuyumcu', 'ювелир', 'ювелиры', 'ювелира', 'ювелиров', 1),
(107, 'kadın', 'женщина', 'женщины', 'женщины', 'женщин', 0),
(108, 'adam', 'мужчина', 'мужчины', 'мужчины', 'мужчин', 1),
(109, 'kız', 'девушка', 'девушки', 'девушки', 'девушек', 0),
(111, 'emlâkçı', 'риэлтор', 'риэлторы', 'риэлтора', 'риэлторов', 1),
(112, 'koca', 'муж', 'мужья', 'мужа', 'мужьёв', 1),
(113, 'karı', 'жена', 'жёны', 'жены', 'жён', 2);

-- --------------------------------------------------------

--
-- Структура таблицы `Spec`
--

CREATE TABLE IF NOT EXISTS `Spec` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `name` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  `name_rus` char(20) CHARACTER SET utf8 COLLATE utf8_bin NOT NULL,
  UNIQUE KEY `name` (`name`),
  KEY `id` (`id`,`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=31 ;

--
-- Дамп данных таблицы `Spec`
--

INSERT INTO `Spec` (`id`, `name`, `name_rus`) VALUES
(28, 'ancak', 'только'),
(16, 'az', 'мало'),
(2, 'aşağı', 'вниз'),
(8, 'başka', 'другой'),
(27, 'da, de', 'тоже'),
(9, 'daha', 'еще'),
(5, 'evvel', 'до, прежде'),
(19, 'fakat', 'но'),
(21, 'fena', 'плохо (чувствовать с'),
(30, 'ferah', 'широко'),
(12, 'gibi', 'как, подобно, подобн'),
(20, 'hakkında', 'о, касательно'),
(15, 'hem', 'кроме того, к тому ж'),
(24, 'hemem hemem', 'почти'),
(11, 'her', 'каждый, всякий'),
(6, 'her zaman', 'всегда'),
(4, 'içeride', 'внутри'),
(3, 'için', 'для, ради'),
(7, 'kadar', 'да (места)'),
(13, 'kaynar', 'кипяченый'),
(26, 'kendi', 'сам (по себе)'),
(14, 'ne zaman?', 'когда?'),
(18, 'olmaz', 'нельзя'),
(17, 'olur', 'можно'),
(22, 'sonra', 'после, затем, потом'),
(29, 'sık, sıkça', 'часто, частый'),
(1, 'yakın', 'близко'),
(25, 'yanında', 'рядом, возле'),
(10, 'yarın', 'завтра'),
(23, 'çünkü', 'потому, что');

-- --------------------------------------------------------

--
-- Структура таблицы `Sush`
--

CREATE TABLE IF NOT EXISTS `Sush` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_rod` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus_lar_rod` varchar(30) COLLATE utf8_bin NOT NULL,
  `rod` tinyint(5) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `name` (`name`),
  KEY `id` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=126 ;

--
-- Дамп данных таблицы `Sush`
--

INSERT INTO `Sush` (`id`, `name`, `name_rus`, `name_rus_lar`, `name_rus_rod`, `name_rus_lar_rod`, `rod`) VALUES
(1, 'araba', 'машина', 'машины', 'машины', 'машин', 0),
(2, 'ev', 'дом', 'дома', 'дома', 'домов', 1),
(3, 'kadın', 'женщина', 'женщины', 'женщины', 'женщин', 0),
(4, 'göz', 'глаз', 'глаза', 'глаза', 'глаз', 1),
(5, 'gözyaş', 'слеза', 'слёзы', 'слезы', 'слез', 0),
(6, 'gözlük', 'очки', 'очки', 'очков', 'очков', 3),
(7, 'çocuk', 'ребенок', 'дети', 'ребенка', 'детей', 1),
(8, 'yüz', 'лицо', 'лица', 'лица', 'лиц', 2),
(9, 'ad', 'имя', 'имена', 'имени', 'имён', 2),
(10, 'savaş', 'война', 'войны', 'войны', 'войн', 0),
(11, 'yer', 'место', 'места', 'места', 'мест', 2),
(12, 'masa', 'стол', 'столы', 'стола', 'столов', 1),
(13, 'kar', 'снег', 'снега', 'снега', 'снегов', 1),
(14, 'gece', 'ночь', 'ночи', 'ночи', 'ночей', 0),
(15, 'ses', 'звук', 'звуки', 'звука', 'звуков', 1),
(16, 'heykelin', 'статуя', 'статуи', 'статуи', 'статуй', 0),
(17, 'an', 'момент', 'моменты', 'момента', 'моментов', 1),
(18, 'kol', 'рука', 'руки', 'руки', 'рук', 0),
(19, 'hayat', 'жизнь', 'жизни', 'жизни', 'жизней', 0),
(20, 'yıl', 'год', 'года', 'года', 'годов', 1),
(21, 'oda', 'комната', 'комнаты', 'комнаты', 'комнат', 0),
(22, 'kan', 'кровь', 'крови', 'крови', 'кровей', 0),
(23, 'anne', 'мама', 'мамы', 'мамы', 'мам', 0),
(24, 'kapı', 'дверь', 'двери', 'двери', 'дверей', 0),
(25, 'yol', 'путь', 'пути', 'пути', 'путей', 1),
(26, 'ışık', 'свет', 'света', 'света', 'светов', 1),
(27, 'kum', 'песок', 'пески', 'песка', 'песков', 1),
(28, 'otel', 'отель', 'отели', 'отеля', 'отелей', 1),
(29, 'baba', 'папа', 'папы', 'папы', 'пап', 1),
(30, 'sırt', 'спина', 'спины', 'спины', 'спин', 0),
(31, 'saç', 'волос', 'волосы', 'волоса', 'волос', 1),
(32, 'havuç', 'морковь', 'моркови', 'моркови', 'морковок', 0),
(33, 'fincan', 'кружка', 'крУжки', 'кружки', 'кружек', 0),
(34, 'insan', 'человек', 'люди', 'человека', 'людей', 1),
(35, 'ayakkabı', 'ботинки', 'ботинки', 'ботинка', 'ботинок', 3),
(36, 'güneş', 'солнце', 'солнца', 'солнца', 'солнц', 2),
(37, 'ay', 'месяц', 'месяцы', 'месяца', 'месяцев', 1),
(38, 'çorap', 'носки, чулки', 'носки (много)', 'носка', 'носок', 3),
(39, ' ay', 'луна', 'луны', 'луны', 'лун', 0),
(40, 'katı', 'этаж', 'этажи', 'этажа', 'этажей', 1),
(41, 'sınav', 'экзамен', 'экзамены', 'экзамена', 'экзаменов', 1),
(42, 'kayak', 'лыжи', 'лыжи (много)', 'лыжи', 'лыж', 3),
(43, 'mutfak', 'кухня', 'кухни', 'кухни', 'кухонь', 0),
(44, 'banyo', 'ванная комната', 'ванные комнаты', 'ванной комнаты', 'ванных комнат', 0),
(45, 'tabak', 'тарелка', 'тарелки', 'тарелки', 'тарелок', 0),
(46, 'parti', 'вечеринка', 'вечеринки', 'вечеринки', 'вечеринок', 0),
(47, 'bahçe', 'сад', 'сады', 'сада', 'садов', 1),
(48, 'çanta', 'сумка', 'сумки', 'сумки', 'сумок', 0),
(49, 'köpek', 'собака', 'собаки', 'собаки', 'собак', 0),
(50, 'erkek kardeş', 'брат', 'братья', 'брата', 'братьев', 1),
(51, 'okul', 'школа', 'школы', 'школы', 'школ', 0),
(52, 'sınıf', 'класс', 'классы', 'класса', 'классов', 1),
(53, 'dolap', 'шкаф', 'шкафы', 'шкафа', 'шкафов', 1),
(54, 'koltuk', 'сиденье', 'сиденья', 'сиденья', 'сидений', 2),
(55, 'sehpada', 'столик', 'столики', 'столика', 'столиков', 1),
(56, 'pencere', 'окно', 'окна', 'окна', 'окон', 2),
(57, 'perde', 'занавеска', 'занавески', 'занавески', 'занавесок', 0),
(58, 'park', 'парк', 'парки', 'парка', 'парков', 1),
(59, 'karpuz', 'арбуз', 'арбузы', 'арбуза', 'арбузов', 1),
(60, 'sokak', 'улица', 'улицы', 'улицы', 'улиц', 0),
(61, 'defter', 'тетрадь', 'тетради', 'тетради', 'тетрадей', 0),
(62, 'kule', 'башня', 'башни', 'башни', 'башен', 0),
(63, 'duvar', 'стена', 'стены', 'стены', 'стен', 0),
(64, 'kız', 'девочка', 'девочки', 'девочки', 'девочек', 0),
(65, 'hasta', 'пациент', 'пациенты', 'пациента', 'пациентов', 1),
(66, 'dil', 'язык', 'языки', 'языка', 'языков', 1),
(67, 'ayna', 'зеркало', 'зеркала', 'зеркала', 'зеркал', 2),
(68, 'halı', 'ковёр', 'ковры', 'ковра', 'ковров', 1),
(69, 'yüzük', 'кольцо', 'кольца', 'кольца', 'колец', 2),
(70, 'tarak', 'расческа', 'расчески', 'расчески', 'расчесок', 0),
(71, 'bardak', 'стакан', 'стаканы', 'стакана', 'стаканов', 1),
(72, 'durak', 'остановка', 'остановки', 'остановки', 'остановок', 0),
(73, 'sandalye', 'стул', 'стулья', 'стула', 'стульев', 1),
(74, 'bilgisayar', 'компьютер', 'компьютеры', 'компьютера', 'компьютеров', 1),
(75, 'kitap', 'книга', 'книги', 'книги', 'книг', 0),
(76, 'kalem', 'карандаш', 'карандаши', 'карандаша', 'карандашей', 1),
(77, 'komşu', 'сосед', 'соседи', 'соседа', 'соседей', 1),
(78, 'sayfa', 'страница', 'страницы', 'страницы', 'страниц', 0),
(79, 'otobüs', 'автобус', 'автобусы', 'автобуса', 'автобусов', 1),
(80, 'balkon', 'балкон', 'балконы', 'балкона', 'балконов', 1),
(81, 'sepet', 'корзина', 'корзины', 'корзины', 'корзин', 0),
(82, 'salon', 'зал', 'залы', 'зала', 'залов', 1),
(83, 'sözlük', 'словарь', 'словари', 'словаря', 'словарей', 1),
(84, 'anahtar', 'ключ', 'ключи', 'ключа', 'ключей', 1),
(85, 'deniz', 'море', 'моря', 'моря', 'морей', 2),
(86, 'para', 'деньги', 'деньги', 'денег', 'денег', 3),
(87, 'dağ', 'гора', 'горы', 'горы', 'гор', 0),
(88, 'tepesi', 'холм', 'холмы', 'холма', 'холмов', 1),
(89, 'gölu', 'озеро', 'озера', 'озера', 'озер', 2),
(90, 'okyanus', 'океан', 'океаны', 'океана', 'океанов', 1),
(91, 'sıra', 'очередь', 'очереди', 'очереди', 'очередей', 0),
(92, 'yaprak', 'лист', 'листья', 'листа', 'листов', 1),
(93, 'meydanı', 'площадь', 'площади', 'площади', 'площадей', 0),
(94, 'cadde', 'проспект', 'проспекты', 'проспекта', 'проспектов', 1),
(95, 'kaşık', 'ложка', 'ложки', 'ложки', 'ложек', 0),
(96, 'oyuncak', 'игрушка', 'игрушки', 'игрушки', 'игрушeк', 0),
(97, 'yağmur', 'дождь', 'дожди', 'дождя', 'дождей', 1),
(98, 'odun', 'дрова', 'дрова', 'дров', 'дров', 3),
(99, 'harita', 'карта', 'карты', 'карты', 'карт', 0),
(100, 'hisar', 'крепость', 'крепости', 'крепости', 'крепостей', 0),
(101, 'gemi', 'корабль', 'корабли', 'корабля', 'кораблей', 1),
(102, 'orman', 'лес', 'леса', 'леса', 'лесов', 1),
(103, 'tekne', 'лодка', 'лодки', 'лодки', 'лодок', 0),
(104, 'köprü', 'мост', 'мосты', 'моста', 'мостов', 1),
(105, 'ada', 'остров', 'острова', 'острова', 'остроов', 1),
(106, 'kemer', 'пояс', 'пояса', 'пояса', 'поясов', 1),
(107, 'liman', 'порт', 'порты', 'порта', 'портов', 1),
(108, 'oğul', 'сын', 'сыновья', 'сына', 'сыновей', 1),
(109, 'ağız', 'рот', 'рты', 'рта', 'ртов', 1),
(110, 'ığne', 'игла', 'иглы', 'иглы', 'игл', 0),
(111, 'hikâye', 'рассказ', 'рассказы', 'рассказа', 'рассказов', 1),
(112, 'dükkân', 'магазин', 'магазины', 'магазина', 'магазинов', 1),
(113, 'kâgıt', 'бумага', 'бумаги', 'бумаги', 'бумаг', 0),
(114, 'rüzgâr', 'ветер', 'ветры', 'ветра', 'ветров', 1),
(115, 'sükût', 'тишина', '', '', '', 0),
(116, 'abla', 'старшая сестра', 'старшие сестры', 'старшей сестры', 'старших сестер', 0),
(117, 'a?abey', 'старший брат', 'старшие братья', 'старшего брата', 'старших братьев', 1),
(118, 'cetvel', 'линейка', 'линейки', 'линейки', 'линеек', 0),
(119, 's?ra', 'парта', 'парты', 'парты', 'парт', 0),
(120, 's?z', 'слово', 'слова', 'слова', 'слов', 2),
(121, 'tahta', 'школьная доска', 'школьные доски', 'школьнй доски', 'школьных досок', 0),
(122, 'televizyon', 'телевизор', 'телевизоры', 'телевизора', 'телевизоров', 1),
(123, 'vurgu', 'ударение', 'ударения', 'ударения', 'ударений', 2),
(124, 'y?ld?z', 'звезда', 'звезды', 'звезды', 'звезд', 0),
(125, 'yo?urt', 'йогурт', 'йогурты', 'йогурта', 'йогуртов', 1);

-- --------------------------------------------------------

--
-- Структура таблицы `Sush_material`
--

CREATE TABLE IF NOT EXISTS `Sush_material` (
  `id` int(20) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `afftype` int(5) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `name` (`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=15 ;

--
-- Дамп данных таблицы `Sush_material`
--

INSERT INTO `Sush_material` (`id`, `name`, `name_rus`, `afftype`) VALUES
(1, 'ahşap', 'деревянный', 0),
(2, 'demir', 'железный', 0),
(3, 'cam', 'стеклянный', 0),
(4, 'taş', 'каменный', 0),
(5, 'beyaz', 'белый', 0),
(6, 'siyah', 'черный', 0),
(7, 'gri', 'серый', 0),
(8, 'kırmızı', 'красный', 0),
(9, 'sarı', 'желтый', 0),
(10, 'yeşil', 'зеленый', 0),
(11, 'mavi', 'синий', 0),
(12, 'mor', 'фиолетовый', 0),
(13, 'kahverengi', 'коричневый', 0),
(14, 'turuncu', 'оранжевый', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `Sush_neprav`
--

CREATE TABLE IF NOT EXISTS `Sush_neprav` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_i` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_un` varchar(30) COLLATE utf8_bin NOT NULL,
  `rod` int(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `Sush_neprav`
--

INSERT INTO `Sush_neprav` (`id`, `name`, `name_rus`, `name_i`, `name_un`, `rod`) VALUES
(1, 'saat', 'часы', 'saati', 'saatin', 3),
(2, 'su', 'вода', 'suyu', 'suyun', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `Sush_pril`
--

CREATE TABLE IF NOT EXISTS `Sush_pril` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `afftype` int(5) NOT NULL,
  UNIQUE KEY `name` (`name`),
  KEY `id` (`id`,`name`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=31 ;

--
-- Дамп данных таблицы `Sush_pril`
--

INSERT INTO `Sush_pril` (`id`, `name`, `name_rus`, `afftype`) VALUES
(4, 'Türkçe', 'турецкий', 0),
(26, 'akşam', 'вечерний', 0),
(2, 'araba', 'автомобильный', 0),
(30, 'ateşli', 'огненный', 0),
(6, 'ay', 'лунный', 0),
(17, 'batı', 'западный', 0),
(7, 'bilyardo', 'бильярдный', 0),
(23, 'doğu', 'восточный', 0),
(29, 'elma', 'яблочный', 0),
(1, 'ev', 'домашний', 0),
(25, 'gece', 'ночной', 0),
(27, 'gün', 'дневной', 0),
(22, 'güney', 'южный', 0),
(5, 'güneş', 'солнечный', 0),
(19, 'ilkbahar', 'весенний', 0),
(3, 'kadın', 'женский', 0),
(9, 'kahve', 'кофейный', 0),
(15, 'kar', 'снежный', 0),
(21, 'kuzey', 'северный', 0),
(16, 'kış', 'зимний', 0),
(13, 'okul', 'школьный', 0),
(28, 'orman', 'лесной', 0),
(10, 'polis', 'полицейский', 0),
(24, 'sabah', 'утренний', 0),
(20, 'sonbahar', 'осенний', 0),
(11, 'spor', 'спортивный', 0),
(12, 'yarış', 'гоночный', 0),
(14, 'yatak', 'спальный', 0),
(18, 'yaz', 'летний', 0),
(8, 'çocuk', 'детский', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `Sush_sobstv`
--

CREATE TABLE IF NOT EXISTS `Sush_sobstv` (
  `id` int(30) NOT NULL AUTO_INCREMENT,
  `name` varchar(30) COLLATE utf8_bin NOT NULL,
  `name_rus` varchar(30) COLLATE utf8_bin NOT NULL,
  `afftype` int(5) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 COLLATE=utf8_bin AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `Sush_sobstv`
--

INSERT INTO `Sush_sobstv` (`id`, `name`, `name_rus`, `afftype`) VALUES
(1, 'Murat', 'Мурат', 0),
(2, 'Ankara', 'Анкара', 0);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
